cask_args appdir: '/Applications'

tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "sambadevi/powerlevel9k"

brew "aws-iam-authenticator"
brew "circleci"
brew "ctags"
brew "curl"
brew "libyaml"
brew "docker-compose", link: false
brew "fzf"
brew "gh"
brew "ghostscript"
brew "go"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "neovim"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby"
brew "starship"
brew "terraform", link: false
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-hack-nerd-font"
cask "font-meslo-nerd-font-mono"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
