cask_args appdir: '/Applications'

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"

brew "aws-iam-authenticator"
brew "ctags"
brew "curl"
brew "docker-compose", link: false
brew "fzf"
brew "ghostscript"
brew "go"
brew "htop"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "n"
brew "neovim"
brew "postgresql"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "speedtest-cli"
brew "starship"
brew "terraform", link: false
brew "tfenv"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "docker"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-hack-nerd-font"
cask "font-meslo-nerd-font-mono"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "spotify"
cask "visual-studio-code"
